-- Practical work 1, Task 1, Table 1
INSERT INTO Employee (Code, Organization, LastName, FirstName, Email, Position, WorkPhone, HomePhone, MobilePhone, FaxNumber, Address, City, Republic, PostalCode, Country) VALUES
(1, 'Растр',  'Иванов',   'Сергей', 'ivanov@mail.ru', 'инженер',  '516987', '265414', '898294586232', '264589', 'Гоголя, 18',     'Лениногорск', 'Татарстан', '423250', 'Россия'),
(2, 'Иволга', 'Сидоров',  'Дмитрий','sid@rambler.ru', 'электрик', '264578', '514589', '890656423783', '264578', 'Куйбышева, 10',  'Лениногорск', 'Татарстан', '423250', 'Россия'),
(3, 'Голден', 'Петров',   'Иван',   'petr@rambler.ru','прораб',   '568989', '214589', '870554268972', '564278', 'Ленина, 12',     'Лениногорск', 'Татарстан', '423250', 'Россия'),
(4, 'Лайма',  'Никитина', 'Элина',  'nikita@mail.ru', 'бухгалтер','265578', '214563', '891745678891', '265578', 'Шашина, 30',     'Лениногорск', 'Татарстан', '423250', 'Россия'),
(5, 'Рубин',  'Сергеева', 'Мария',  'serg@mail.ru',   'директор', '568374', '245689', '893745698750', '264582', 'Кирова, 58',     'Лениногорск', 'Татарстан', '423250', 'Россия');

-- Practical work 1, Task 2, Table 2
INSERT INTO Student (CodeStudent, LastName, FirstName, Patronymic, Address, PhoneNumber, Specialty) VALUES
(1, 'Иванов',     'Сергей', 'Александрович', 'г. Новороссийск', '457896',  'технолог'),
(2, 'Петров',     'Сергей', 'Петрович',      'г. Москва',       '7458962', 'технолог'),
(3, 'Гаврелеева', 'Ольга',  'Ивановна',      'г. Москва',       '3698521', 'бухгалтер'),
(4, 'Соколова',   'Инна',   'Олеговна',      'г. Новороссийск', '852967',  'бухгалтер'),
(5, 'Мухина',     'Олеся',  'Петровна',      'г. Москва',       '8625471', 'технолог'),
(6, 'Апареева',   'Анна',   'Романовна',     'г. Люберцы',      '748596',  'технолог'),
(7, 'Глинкина',   'Дина',   'Евгеньевна',    'г. Люберцы',      '919597',  'технолог'),
(8, 'Сорина',     'Ольга',  'Сергеевна',     'г. Москва',       '9191954', 'бухгалтер');
